python3
python3-pip
tldr
pdftk
okular
syncthing
java-11-openjdk
npm
go
clang
gcc
perl
biber
libstdc++
xev
xbacklight
ripgrep
git
mmv
vlc
qbittorrent
dotnet
stow
snapd
gnome-tweaks
make
libXft-devel
libX11-devel
libXinerama-devel
dotnet-sdk-8.0
aspnetcore-runtime-8.0
xset
xinput
picom
xrandr
libXrandr-devel
compat-lua-libs
libluv
libtree-sitter
libvterm
lua5.1-lpeg
luajit
luajit2.1-luv
msgpack
nodejs
nodejs-cjs-module-lexer
nodejs-docs
nodejs-full-i18n
nodejs-libs
nodejs-npm
nodejs-undici
ripgrep
tree-sitter-cli
unibilium
wl-clipboard
xsel
cmake
ninja-build
feh
brightnessctl
playerctl
acpi
samba
samba-Client
luarocks
