tldr
pdftk
okular
syncthing
java-11-openjdk
npm
go
clang
gcc
perl
biber
libstdc++
xev
xbacklight
ripgrep
git
mmv
vlc
qbittorrent
dotnet
stow
snapd
gnome-tweaks
make
libXft-devel
libX11-devel
libXinerama-devel
dotnet-sdk-8.0
aspnetcore-runtime-8.0
xset
xinput
picom
